Repository: sudhakaren/agentic-graph
Catalog: Agentic Graph/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, fi, fr, it, ja, ko, pl, pt_br, tr

source: This will replace all nodes, edges, and project metadata with the saved version. You can undo this action.
ar: سيؤدي ذلك إلى استبدال جميع العقد والحواف وبيانات المشروع بالإصدار المحفوظ. يمكنك التراجع عن هذا الإجراء.
cs: Tím se nahradí všechny uzly, hrany i metadata projektu uloženou verzí. Tuto akci lze vrátit zpět.
de: Dies ersetzt alle Knoten, Kanten und Projekt-Metadaten durch die gespeicherte Version. Diese Aktion kann rückgängig gemacht werden.
el: Αυτό θα αντικαταστήσει όλους τους κόμβους, ακμές και μεταδεδομένα του έργου με την αποθηκευμένη έκδοση. Μπορείτε να αναιρέσετε αυτή την ενέργεια.
es: Esto reemplazará todos los nodos, aristas y metadatos del proyecto por la versión guardada. Puedes deshacer esta acción.
fi: Tämä korvaa kaikki solmut, reunat ja projektin metatiedot tallennetulla versiolla. Voit kumota toiminnon.
fr: Cela remplacera tous les nœuds, arêtes et métadonnées du projet par la version enregistrée. Vous pouvez annuler cette action.
it: Tutti i nodi, gli archi e i metadati del progetto saranno sostituiti con la versione salvata. Puoi annullare l'azione.
ja: すべてのノード、エッジ、プロジェクトのメタデータが、保存されたバージョンで置き換えられます。この操作は取り消すことができます。
ko: 모든 노드, 엣지, 프로젝트 메타데이터가 저장된 버전으로 교체됩니다. 이 작업은 취소할 수 있습니다.
pl: Spowoduje to zastąpienie wszystkich węzłów, krawędzi i metadanych projektu zapisaną wersją. Tę operację można cofnąć.
pt_br: Isso substituirá todos os nós, arestas e metadados do projeto pela versão salva. Você pode desfazer esta ação.
tr: Bu, tüm düğümleri, kenarları ve proje meta verilerini kaydedilen sürümle değiştirir. Bu işlemi geri alabilirsiniz.

source: This will restore all latency parameters to their default values.
ar: سيؤدي هذا إلى استعادة جميع معاملات زمن الاستجابة إلى قيمها الافتراضية.
cs: Tím se obnoví všechny parametry latence na výchozí hodnoty.
de: Dadurch werden alle Latenzparameter auf ihre Standardwerte zurückgesetzt.
el: Αυτό θα επαναφέρει όλες τις παραμέτρους καθυστέρησης στις προεπιλεγμένες τιμές τους.
es: Esto restablecerá todos los parámetros de latencia a sus valores predeterminados.
fi: Tämä palauttaa kaikki viiveparametrit oletusarvoihinsa.
fr: Cela réinitialisera tous les paramètres de latence à leurs valeurs par défaut.
it: Verranno ripristinati tutti i parametri di latenza ai valori predefiniti.
ja: すべてのレイテンシパラメータがデフォルト値に復元されます。
ko: 모든 지연 시간 매개변수가 기본값으로 복원됩니다.
pl: Spowoduje to przywrócenie wszystkich parametrów opóźnienia do wartości domyślnych.
pt_br: Isso restaurará todos os parâmetros de latência para seus valores padrão.
tr: Bu, tüm gecikme parametrelerini varsayılan değerlerine geri yükler.

source: This will restore all sizing parameters to their default values.
ar: سيعيد ذلك جميع معاملات تحديد الحجم إلى قيمها الافتراضية.
cs: Tím se obnoví všechny parametry stanovení velikosti na výchozí hodnoty.
de: Dadurch werden alle Größenparameter auf ihre Standardwerte zurückgesetzt.
el: Αυτό θα επαναφέρει όλες τις παραμέτρους διαστασιολόγησης στις προεπιλεγμένες τιμές τους.
es: Esto restaurará todos los parámetros de dimensionamiento a sus valores por defecto.
fi: Tämä palauttaa kaikki mitoitusparametrit oletusarvoihinsa.
fr: Cela restaurera tous les paramètres de dimensionnement à leurs valeurs par défaut.
it: Verranno ripristinati tutti i parametri di dimensionamento ai valori predefiniti.
ja: すべてのサイジングパラメータがデフォルト値に復元されます。
ko: 모든 사이징 매개변수가 기본값으로 복원됩니다.
pl: Spowoduje to przywrócenie wszystkich parametrów wymiarowania do wartości domyślnych.
pt_br: Isso restaurará todos os parâmetros de dimensionamento para seus valores padrão.
tr: Bu, tüm boyutlandırma parametrelerini varsayılan değerlerine geri yükler.

source: Throughput
ar: الإنتاجية
cs: Propustnost
de: Durchsatz
el: Διεκπεραιωτική ικανότητα
es: Rendimiento
fi: Suoritus
fr: Débit
ja: スループット
ko: 처리량
pl: Przepustowość
pt_br: Vazão
tr: İş hacmi

source: Tier Thresholds & Resources
ar: حدود المستويات والموارد
cs: Prahy úrovní a zdroje
de: Stufenschwellen & Ressourcen
el: Όρια βαθμίδων και πόροι
es: Umbrales de nivel y recursos
fi: Tasojen kynnykset ja resurssit
fr: Seuils de niveau et ressources
it: Soglie di livello e risorse
ja: ティアのしきい値とリソース
ko: 등급 임계값 및 리소스
pl: Progi poziomów i zasoby
pt_br: Limites de nível e recursos
tr: Katman eşikleri ve kaynaklar

source: Time
ar: الوقت
cs: Čas
de: Zeit
el: Ώρα
es: Hora
fi: Aika
fr: Heure
it: Ora
ja: 時刻
ko: 시간
pl: Czas
pt_br: Hora
tr: Saat

source: Timeout
ar: المهلة
cs: Časový limit
de: Zeitüberschreitung
el: Χρονικό όριο
es: Tiempo de espera
fi: Aikakatkaisu
fr: Délai d'expiration
ja: タイムアウト
ko: 시간 초과
pl: Limit czasu
pt_br: Tempo limite
tr: Zaman aşımı

source: Timezone
ar: المنطقة الزمنية
cs: Časové pásmo
de: Zeitzone
el: Ζώνη ώρας
es: Zona horaria
fi: Aikavyöhyke
fr: Fuseau horaire
it: Fuso orario
ja: タイムゾーン
ko: 시간대
pl: Strefa czasowa
pt_br: Fuso horário
tr: Saat dilimi

source: Title
ar: العنوان
cs: Název
de: Titel
el: Τίτλος
es: Título
fi: Otsikko
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
pl: Tytuł
pt_br: Título
tr: Başlık

source: Title Font Color
ar: لون خط العنوان
cs: Barva písma názvu
de: Schriftfarbe Titel
el: Χρώμα γραμματοσειράς τίτλου
es: Color de la fuente del título
fi: Otsikon fontin väri
fr: Couleur de la police du titre
it: Colore del carattere del titolo
ja: タイトルのフォントの色
ko: 제목 글꼴 색상
pl: Kolor czcionki tytułu
pt_br: Cor da fonte do título
tr: Başlık yazı tipi rengi

source: Title Font Size
ar: حجم خط العنوان
cs: Velikost písma názvu
de: Schriftgröße Titel
el: Μέγεθος γραμματοσειράς τίτλου
es: Tamaño de fuente del título
fi: Otsikon fonttikoko
fr: Taille de police du titre
it: Dimensione carattere titolo
ja: タイトルのフォントサイズ
ko: 제목 글꼴 크기
pl: Rozmiar czcionki tytułu
pt_br: Tamanho da fonte do título
tr: Başlık yazı tipi boyutu

source: To
ar: إلى
cs: Komu
de: An
el: Προς
es: A
fi: Vastaanottaja
fr: Vers
it: A
ja: 終点
ko: 끝점
pl: Do
pt_br: Para
tr: Kime

source: To %@
ar: إلى %@
cs: Do %@
de: Nach %@
el: Σε %@
es: Kohteeseen %@
fi: Kielelle %@
fr: Vers %@
it: In %@
ja: %@ に翻訳
ko: %@(으)로 번역
pl: Na %@
pt_br: Para %@
tr: %@ diline

source: To Back
ar: إلى الخلف
cs: Úplně dozadu
de: Ganz nach hinten
el: Πιο πίσω
es: Al fondo
fi: Taustalle
fr: Arrière-plan
it: In fondo
ja: 最背面へ
ko: 맨 뒤로
pl: Na koniec
pt_br: Para o fundo
tr: En arkaya

source: To Front
ar: إلى الأمام
cs: Úplně dopředu
de: Ganz nach vorn
el: Πιο μπροστά
es: Al frente
fi: Eteen
fr: Avant-plan
it: In primo piano
ja: 最前面へ
ko: 맨 앞으로
pl: Na wierzch
pt_br: Para a frente
tr: En öne

source: Token Profile
ar: ملف الرموز
cs: Profil tokenů
de: Token-Profil
el: Προφίλ token
es: Perfil de tokens
fi: Tokeniprofiili
fr: Profil de jetons
it: Profilo dei token
ja: トークンプロファイル
ko: 토큰 프로필
pl: Profil tokenów
pt_br: Perfil de tokens
tr: Token profili

source: Tool
ar: أداة
cs: Nástroj
de: Werkzeug
el: Εργαλείο
es: Herramienta
fi: Työkalu
fr: Outil
it: Strumento
ja: ツール
ko: 도구
pl: Narzędzie
pt_br: Ferramenta
tr: Araç

source: Tool Call Latency
ar: زمن استجابة استدعاء الأداة
cs: Latence volání nástroje
de: Latenz von Tool-Aufrufen
el: Καθυστέρηση κλήσης εργαλείου
es: Latencia de llamada a herramienta
fi: Työkalukutsun viive
fr: Latence d'appel d'outil
it: Latenza di chiamata dello strumento
ja: ツール呼び出しのレイテンシ
ko: 도구 호출 지연 시간
pl: Opóźnienie wywołania narzędzia
pt_br: Latência de chamada de ferramenta
tr: Araç çağrısı gecikmesi

source: Tool Defaults
ar: الإعدادات الافتراضية للأداة
cs: Výchozí pro nástroj
de: Werkzeug-Standardwerte
el: Προεπιλογές εργαλείου
es: Valores por defecto de herramienta
fi: Työkalun oletukset
fr: Valeurs par défaut de l'outil
it: Predefiniti strumento
ja: ツールのデフォルト
ko: 도구 기본값
pl: Domyślne narzędzia
pt_br: Padrões da ferramenta
tr: Araç varsayılanları

source: Tool diversity
ar: تنوع الأدوات
cs: Rozmanitost nástrojů
de: Werkzeugvielfalt
el: Ποικιλία εργαλείων
es: Diversidad de herramientas
fi: Työkalujen monimuotoisuus
fr: Diversité d'outils
it: Diversità di strumenti
ja: ツールの多様性
ko: 도구 다양성
pl: Różnorodność narzędzi
pt_br: Diversidade de ferramentas
tr: Araç çeşitliliği

source: Tools
ar: الأدوات
cs: Nástroje
de: Werkzeuge
el: Εργαλεία
es: Herramientas
fi: Työkalut
fr: Outils
it: Strumenti
ja: ツール
ko: 도구
pl: Narzędzia
pt_br: Ferramentas
tr: Araçlar

source: Translate the prompt field into %@. Change in Settings → Prompt Analysis.
ar: ترجمة حقل الموجه إلى %@. غيِّر ذلك من الإعدادات ← تحليل الموجه.
cs: Přeložit pole promptu do %@. Změňte v Nastavení → Analýza promptu.
de: Prompt-Feld in %@ übersetzen. Ändere es in Einstellungen → Prompt-Analyse.
el: Μετάφραση του πεδίου prompt στα %@. Αλλάξτε στις Ρυθμίσεις → Ανάλυση prompt.
es: Traducir el campo del prompt a %@. Cámbialo en Ajustes → Análisis de prompt.
fi: Käännä kehotekenttä kielelle %@. Muuta kohdassa Asetukset → Promptin analyysi.
fr: Traduire le champ du prompt en %@. Modifiez-le dans Réglages → Analyse de prompt.
it: Tradurre il campo del prompt in %@. Modifica in Impostazioni → Analisi del prompt.
ja: プロンプトフィールドを %@ に翻訳します。設定 → プロンプト分析 で変更できます。
ko: 프롬프트 필드를 %@(으)로 번역합니다. 설정 → 프롬프트 분석에서 변경하세요.
pl: Przetłumacz pole promptu na %@. Zmień w Ustawienia → Analiza promptu.
pt_br: Traduzir o campo do prompt para %@. Altere em Ajustes → Análise de prompt.
tr: Prompt alanını %@ diline çevir. Ayarlar → Prompt Analizi'nden değiştirin.

source: Translate the prompt field into %@. Change the target language in Settings → Prompt Analysis.
ar: ترجمة حقل الموجه إلى %@. غيّر اللغة المستهدفة من الإعدادات ← تحليل الموجه.
cs: Přeložit pole promptu do %@. Cílový jazyk změňte v Nastavení → Analýza promptu.
de: Prompt-Feld in %@ übersetzen. Ändere die Zielsprache in Einstellungen → Prompt-Analyse.
el: Μετάφραση του πεδίου prompt στα %@. Αλλάξτε τη γλώσσα στόχου στις Ρυθμίσεις → Ανάλυση prompt.
es: Traducir el campo del prompt a %@. Cambia el idioma de destino en Ajustes → Análisis de prompt.
fi: Käännä kehotekenttä kielelle %@. Vaihda kohdekieli kohdassa Asetukset → Promptin analyysi.
fr: Traduire le champ du prompt en %@. Changez la langue cible dans Réglages → Analyse de prompt.
it: Tradurre il campo del prompt in %@. Cambia la lingua di destinazione in Impostazioni → Analisi del prompt.
ja: プロンプトフィールドを %@ に翻訳します。ターゲット言語は 設定 → プロンプト分析 で変更できます。
ko: 프롬프트 필드를 %@(으)로 번역합니다. 대상 언어는 설정 → 프롬프트 분석에서 변경하세요.
pl: Przetłumacz pole promptu na %@. Zmień język docelowy w Ustawienia → Analiza promptu.
pt_br: Traduzir o campo do prompt para %@. Altere o idioma de destino em Ajustes → Análise de prompt.
tr: Prompt alanını %@ diline çevir. Hedef dili Ayarlar → Prompt Analizi'nden değiştirin.

source: Translate to %@
ar: الترجمة إلى %@
cs: Přeložit do %@
de: In %@ übersetzen
el: Μετάφραση στα %@
es: Traducir a %@
fi: Käännä kielelle %@
fr: Traduire vers %@
it: Traduci in %@
ja: %@ に翻訳
ko: %@(으)로 번역
pl: Przetłumacz na %@
pt_br: Traduzir para %@
tr: %@ diline çevir

source: Translating...
ar: جارٍ الترجمة...
cs: Překládá se...
de: Übersetze...
el: Μετάφραση...
es: Traduciendo...
fi: Käännetään…
fr: Traduction en cours...
it: Traduzione in corso...
ja: 翻訳中...
ko: 번역 중...
pl: Tłumaczenie...
pt_br: Traduzindo...
tr: Çevriliyor...

source: Translation
ar: الترجمة
cs: Překlad
de: Übersetzung
el: Μετάφραση
es: Traducción
fi: Käännös
fr: Traduction
it: Traduzione
ja: 翻訳
ko: 번역
pl: Tłumaczenie
pt_br: Tradução
tr: Çeviri

source: Treats each agent's Details field as its routing description — what the agent does, used by upstream agents to decide where to route requests.
ar: يعامل حقل التفاصيل لكل وكيل بوصفه وصفه للتوجيه — ما يفعله الوكيل، يستخدمه الوكلاء السابقون لتحديد وجهة توجيه الطلبات.
cs: Pole Podrobnosti každého agenta považuje za jeho popis směrování — co agent dělá, používá se předcházejícími agenty k rozhodnutí, kam směrovat požadavky.
de: Behandelt das Details-Feld jedes Agenten als seine Routing-Beschreibung — was der Agent tut, wird von vorgelagerten Agenten verwendet, um zu entscheiden, wohin Anfragen weitergeleitet werden.
el: Αντιμετωπίζει το πεδίο Λεπτομέρειες κάθε πράκτορα ως την περιγραφή δρομολόγησής του — τι κάνει ο πράκτορας, χρησιμοποιείται από προηγούμενους πράκτορες για να αποφασίσουν πού να δρομολογήσουν τα αιτήματα.
es: Trata el campo Detalles de cada agente como su descripción de enrutamiento — lo que hace el agente, usado por los agentes anteriores para decidir adónde enrutar las solicitudes.
fi: Käsittelee kunkin agentin Tiedot-kenttää sen reitityskuvauksena — mitä agentti tekee, jota ylävirran agentit käyttävät päättääkseen, minne pyynnöt reitittävät.
fr: Traite le champ Détails de chaque agent comme sa description de routage — ce que fait l'agent, utilisé par les agents amont pour décider où acheminer les requêtes.
it: Considera il campo Dettagli di ciascun agente come la sua descrizione di instradamento — ciò che l'agente fa, usato dagli agenti a monte per decidere dove instradare le richieste.
ja: 各エージェントの「詳細」フィールドを、そのルーティング説明として扱います — エージェントが何をするかを示し、上流のエージェントがリクエストのルーティング先を決定するために使用します。
ko: 각 에이전트의 '세부 정보' 필드를 라우팅 설명으로 취급합니다 — 에이전트가 하는 일을 나타내며, 상위 에이전트가 요청을 어디로 라우팅할지 결정하는 데 사용됩니다.
pl: Traktuje pole Szczegóły każdego agenta jako jego opis routingu — to, co robi agent, wykorzystywane przez agentów poprzedzających do decydowania, dokąd kierować żądania.
pt_br: Trata o campo Detalhes de cada agente como sua descrição de roteamento — o que o agente faz, usado por agentes anteriores para decidir para onde rotear as solicitações.
tr: Her aracının Ayrıntılar alanını onun yönlendirme açıklaması olarak ele alır — aracının ne yaptığını, isteklerin nereye yönlendirileceğine karar vermek için yukarı akış aracıları tarafından kullanılır.

source: Try Again
ar: حاول مرة أخرى
cs: Zkusit znovu
de: Erneut versuchen
el: Δοκιμή ξανά
es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pl: Spróbuj ponownie
pt_br: Tentar novamente
tr: Tekrar dene

source: Type
ar: النوع
cs: Typ
de: Typ
el: Τύπος
es: Tipo
fi: Tyyppi
it: Tipo
ja: タイプ
ko: 유형
pl: Typ
pt_br: Tipo
tr: Tür

source: Typical
ar: نموذجي
cs: Typické
de: Typisch
el: Τυπικό
es: Típico
fi: Tyypillinen
fr: Typique
it: Tipico
ja: 標準
ko: 일반
pl: Typowe
pt_br: Típico
tr: Tipik

source: Typical breakdown
ar: التفصيل النموذجي
cs: Typické rozdělení
de: Typische Aufschlüsselung
el: Τυπική ανάλυση
es: Desglose típico
fi: Tyypillinen erittely
fr: Répartition typique
it: Ripartizione tipica
ja: 標準的な内訳
ko: 일반 분석
pl: Typowy podział
pt_br: Detalhamento típico
tr: Tipik dağılım

source: Typical fraction
ar: النسبة النموذجية
cs: Typický podíl
de: Typischer Anteil
el: Τυπικό ποσοστό
es: Fracción típica
fi: Tyypillinen osuus
fr: Fraction typique
it: Frazione tipica
ja: 標準的な割合
ko: 일반 비율
pl: Typowa część
pt_br: Fração típica
tr: Tipik oran

source: Unbounded cost
ar: تكلفة غير محدودة
cs: Neomezené náklady
de: Unbegrenzte Kosten
el: Απεριόριστο κόστος
es: Coste sin límites
fi: Rajoittamattomat kustannukset
fr: Coût non borné
it: Costo illimitato
ja: 無制限のコスト
ko: 무제한 비용
pl: Nieograniczony koszt
pt_br: Custo ilimitado
tr: Sınırsız maliyet

source: Ungroup
ar: إلغاء التجميع
cs: Zrušit seskupení
de: Gruppierung aufheben
el: Κατάργηση ομαδοποίησης
es: Desagrupar
fi: Pura ryhmä
fr: Dégrouper
it: Separa
ja: グループ解除
ko: 그룹 해제
pl: Rozgrupuj
pt_br: Desagrupar
tr: Grubu çöz

source: Ungroup Nodes
ar: إلغاء تجميع العقد
cs: Zrušit seskupení uzlů
de: Knotengruppierung aufheben
el: Κατάργηση ομαδοποίησης κόμβων
es: Desagrupar nodos
fi: Pura solmuryhmä
fr: Dégrouper les nœuds
it: Separa nodi
ja: ノードのグループを解除
ko: 노드 그룹 해제
pl: Rozgrupuj węzły
pt_br: Desagrupar nós
tr: Düğüm gruplarını çöz

source: Unlock scroll zoom
ar: فتح قفل تكبير التمرير
cs: Odemknout přiblížení kolečkem
de: Scroll-Zoom entsperren
el: Ξεκλείδωμα zoom με κύλιση
es: Desbloquear zoom de desplazamiento
fi: Avaa vieritys-zoomaus
fr: Déverrouiller le zoom par défilement
it: Sblocca zoom con scorrimento
ja: スクロールズームのロックを解除
ko: 스크롤 확대/축소 잠금 해제
pl: Odblokuj zoom przewijaniem
pt_br: Desbloquear zoom de rolagem
tr: Kaydırma yakınlaştırmasını kilidini aç

source: Unlocked
ar: غير مقفل
cs: Odemčeno
de: Entsperrt
el: Ξεκλείδωτο
es: Desbloqueado
fi: Lukitsematon
fr: Déverrouillé
it: Sbloccato
ja: ロック解除
ko: 잠금 해제됨
pl: Odblokowane
pt_br: Desbloqueado
tr: Kilidi açık

source: Unsaved Changes
ar: تغييرات غير محفوظة
cs: Neuložené změny
de: Ungesicherte Änderungen
el: Μη αποθηκευμένες αλλαγές
es: Cambios sin guardar
fi: Tallentamattomia muutoksia
fr: Modifications non enregistrées
it: Modifiche non salvate
ja: 未保存の変更
ko: 저장되지 않은 변경 사항
pl: Niezapisane zmiany
pt_br: Alterações não salvas
tr: Kaydedilmemiş değişiklikler

source: Update Frequency
ar: تكرار التحديث
cs: Frekvence aktualizací
de: Aktualisierungshäufigkeit
el: Συχνότητα ενημέρωσης
es: Frecuencia de actualización
fi: Päivitystiheys
fr: Fréquence de mise à jour
it: Frequenza di aggiornamento
ja: 更新頻度
ko: 업데이트 빈도
pl: Częstotliwość aktualizacji
pt_br: Frequência de atualização
tr: Güncelleme sıklığı

source: Use File → Create Version to save a snapshot.
ar: استخدم ملف ← إنشاء إصدار لحفظ لقطة.
cs: Pomocí Soubor → Vytvořit verzi uložte snímek.
de: Verwende Ablage → Version erstellen, um einen Schnappschuss zu sichern.
el: Χρησιμοποιήστε Αρχείο → Δημιουργία έκδοσης για αποθήκευση στιγμιοτύπου.
es: Usa Archivo → Crear versión para guardar una instantánea.
fi: Käytä Tiedosto → Luo versio tallentaaksesi kopion.
fr: Utilisez Fichier → Créer une version pour enregistrer un instantané.
it: Usa File → Crea versione per salvare uno snapshot.
ja: スナップショットを保存するには、ファイル → バージョンを作成 を使用します。
ko: 스냅샷을 저장하려면 파일 → 버전 만들기를 사용하세요.
pl: Użyj Plik → Utwórz wersję, aby zapisać migawkę.
pt_br: Use Arquivo → Criar versão para salvar um snapshot.
tr: Anlık görüntü kaydetmek için Dosya → Sürüm oluştur'u kullanın.

source: User Message
ar: رسالة المستخدم
cs: Uživatelská zpráva
de: Benutzermeldung
el: Μήνυμα χρήστη
es: Mensaje del usuario
fi: Käyttäjäviesti
fr: Message utilisateur
it: Messaggio utente
ja: ユーザーメッセージ
ko: 사용자 메시지
pl: Wiadomość użytkownika
pt_br: Mensagem do usuário
tr: Kullanıcı mesajı

source: User Message Template
ar: قالب رسالة المستخدم
cs: Šablona uživatelské zprávy
de: Benutzermeldungsvorlage
el: Πρότυπο μηνύματος χρήστη
es: Plantilla del mensaje del usuario
fi: Käyttäjäviestin malli
fr: Modèle de message utilisateur
it: Modello del messaggio utente
ja: ユーザーメッセージテンプレート
ko: 사용자 메시지 템플릿
pl: Szablon wiadomości użytkownika
pt_br: Modelo de mensagem do usuário
tr: Kullanıcı mesajı şablonu

source: Users
ar: المستخدمون
cs: Uživatelé
de: Benutzer
el: Χρήστες
es: Usuarios
fi: Käyttäjät
fr: Utilisateurs
it: Utenti
ja: ユーザー
ko: 사용자
pl: Użytkownicy
pt_br: Usuários
tr: Kullanıcılar

source: Uses IBM Cloud IAM for authentication. API key is exchanged for a bearer token automatically.
ar: يستخدم IBM Cloud IAM للمصادقة. يتم استبدال مفتاح API تلقائيًا برمز Bearer.
cs: Pro autentizaci využívá IBM Cloud IAM. API klíč se automaticky vyměňuje za bearer token.
de: Nutzt IBM Cloud IAM zur Authentifizierung. Der API-Schlüssel wird automatisch gegen ein Bearer-Token getauscht.
el: Χρησιμοποιεί το IBM Cloud IAM για ταυτοποίηση. Το κλειδί API ανταλλάσσεται αυτόματα με bearer token.
es: Usa IBM Cloud IAM para la autenticación. La clave de API se intercambia automáticamente por un token portador.
fi: Käyttää IBM Cloud IAM:ia tunnistautumiseen. API-avain vaihdetaan bearer-tunnukseksi automaattisesti.
fr: Utilise IBM Cloud IAM pour l'authentification. La clé d'API est automatiquement échangée contre un jeton porteur.
it: Usa IBM Cloud IAM per l'autenticazione. La chiave API viene scambiata automaticamente con un bearer token.
ja: 認証に IBM Cloud IAM を使用します。API キーは自動的にベアラートークンと交換されます。
ko: 인증에 IBM Cloud IAM을 사용합니다. API 키는 자동으로 베어러 토큰으로 교환됩니다.
pl: Używa IBM Cloud IAM do uwierzytelniania. Klucz API jest automatycznie wymieniany na token bearer.
pt_br: Usa o IBM Cloud IAM para autenticação. A chave da API é trocada automaticamente por um token de portador.
tr: Kimlik doğrulama için IBM Cloud IAM kullanır. API anahtarı otomatik olarak bearer token ile değiştirilir.

source: Uses the on-device Foundation Models framework. No configuration needed.
ar: يستخدم إطار عمل Foundation Models على الجهاز. لا حاجة لأي تهيئة.
cs: Používá framework Foundation Models na zařízení. Žádná konfigurace není potřeba.
de: Verwendet das geräteinterne Foundation-Models-Framework. Keine Konfiguration erforderlich.
el: Χρησιμοποιεί το Foundation Models framework στη συσκευή. Δεν απαιτείται διαμόρφωση.
es: Utiliza el framework Foundation Models en el dispositivo. No requiere configuración.
fi: Käyttää laitteen Foundation Models -kehystä. Konfigurointia ei tarvita.
fr: Utilise le framework Foundation Models sur l'appareil. Aucune configuration nécessaire.
it: Usa il framework Foundation Models sul dispositivo. Nessuna configurazione necessaria.
ja: オンデバイスの Foundation Models フレームワークを使用します。設定は不要です。
ko: 온디바이스 Foundation Models 프레임워크를 사용합니다. 구성이 필요하지 않습니다.
pl: Używa framework Foundation Models na urządzeniu. Nie wymaga konfiguracji.
pt_br: Usa o framework Foundation Models no dispositivo. Nenhuma configuração necessária.
tr: Cihaz üzerindeki Foundation Models çerçevesini kullanır. Yapılandırma gerekmez.

source: Varies
ar: متغير
cs: Proměnlivé
de: Variabel
el: Μεταβλητό
es: Variable
fi: Vaihtelee
fr: Variable
it: Variabile
ja: 可変
ko: 가변
pl: Zmienne
pt_br: Varia
tr: Değişken

source: Version History
ar: سجل الإصدارات
cs: Historie verzí
de: Versionsverlauf
el: Ιστορικό εκδόσεων
es: Historial de versiones
fi: Versiohistoria
fr: Historique des versions
it: Cronologia versioni
ja: バージョン履歴
ko: 버전 기록
pl: Historia wersji
pt_br: Histórico de versões
tr: Sürüm geçmişi

source: Version History...
ar: سجل الإصدارات…
cs: Historie verzí…
de: Versionsverlauf…
el: Ιστορικό εκδόσεων…
es: Historial de versiones…
fi: Versiohistoria…
fr: Historique des versions…
it: Cronologia versioni…
ja: バージョン履歴...
ko: 버전 기록...
pl: Historia wersji…
pt_br: Histórico de versões…
tr: Sürüm geçmişi…

source: Version name
ar: اسم الإصدار
cs: Název verze
de: Versionsname
el: Όνομα έκδοσης
es: Nombre de versión
fi: Version nimi
fr: Nom de version
it: Nome versione
ja: バージョン名
ko: 버전 이름
pl: Nazwa wersji
pt_br: Nome da versão
tr: Sürüm adı

source: Versioned
ar: بإصدارات
cs: Verzované
de: Versioniert
el: Με εκδόσεις
es: Versionado
fi: Versioitu
fr: Versionné
it: Versionato
ja: バージョン管理あり
ko: 버전 관리됨
pl: Wersjonowane
pt_br: Versionado
tr: Sürümlü

source: Versioning
ar: إدارة الإصدارات
cs: Verzování
de: Versionierung
el: Διαχείριση εκδόσεων
es: Versionado
fi: Versiointi
fr: Gestion des versions
ja: バージョン管理
ko: 버전 관리
pl: Wersjonowanie
pt_br: Versionamento
tr: Sürümleme

source: Versions
ar: الإصدارات
cs: Verze
de: Versionen
el: Εκδόσεις
es: Versiones
fi: Versiot
it: Versioni
ja: バージョン
ko: 버전
pl: Wersje
pt_br: Versões
tr: Sürümler

source: watsonx Orchestrate merge complete
ar: اكتمل دمج watsonx Orchestrate
cs: Sloučení watsonx Orchestrate dokončeno
de: watsonx Orchestrate-Zusammenführung abgeschlossen
el: Η συγχώνευση watsonx Orchestrate ολοκληρώθηκε
es: Fusión de watsonx Orchestrate completada
fi: watsonx Orchestrate -yhdistäminen valmis
fr: Fusion watsonx Orchestrate terminée
it: Unione di watsonx Orchestrate completata
ja: watsonx Orchestrate のマージが完了しました
ko: watsonx Orchestrate 병합 완료
pl: Scalanie watsonx Orchestrate zakończone
pt_br: Mesclagem do watsonx Orchestrate concluída
tr: watsonx Orchestrate birleştirme tamamlandı

source: watsonx Orchestrate Project...
ar: مشروع watsonx Orchestrate…
cs: Projekt watsonx Orchestrate…
de: watsonx-Orchestrate-Projekt…
el: Έργο watsonx Orchestrate…
es: Proyecto de watsonx Orchestrate…
fi: watsonx Orchestrate -projekti…
fr: Projet watsonx Orchestrate…
it: Progetto watsonx Orchestrate…
ja: watsonx Orchestrate プロジェクト...
ko: watsonx Orchestrate 프로젝트...
pl: Projekt watsonx Orchestrate…
pt_br: Projeto do watsonx Orchestrate…
tr: watsonx Orchestrate projesi…
